       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO.
       PROCEDURE DIVISION.
           DISPLAY "Hello, GnuCOBOL OSSCONS Patch!".
           STOP RUN.
